"CUSTOM_DAILY_INTERVAL_FORMAT" = "ทุก %u วัน";
"CUSTOM_BYDAY_ITEM_FORMAT" = "%@ %@";
"CUSTOM_WEEKLY_INTERVAL_FORMAT" = "ทุก %u สัปดาห์";
"CUSTOM_WEEKLY_DAYS_INTERVAL_FORMAT" = "ทุก %u สัปดาห์ของ %@";
"CUSTOM_WEEKLY_DAYS_FORMAT" = "ทุกสัปดาห์ของ %@";
"CUSTOM_WEEKLY_WEEKDAYS" = "วันทำงาน";
"CUSTOM_WEEKLY_WEEKENDS" = "วันสุดสัปดาห์";
"CUSTOM_MONTHLY_INTERVAL_FORMAT" = "ทุก %u เดือน";
"CUSTOM_MONTHLY_BYDAY_FORMAT" = "ทุกเดือนของ %@";
"CUSTOM_MONTHLY_BYDAY_INTERVAL_FORMAT" = "ทุก %u เดือนของ %@";
"CUSTOM_MONTHLY_BYMONTHDAY_FORMAT" = "ทุกเดือน แต่ละ %@";
"CUSTOM_MONTHLY_BYMONTHDAY_INTERVAL_FORMAT" = "ทุก %u เดือน แต่ละ %@";
"CUSTOM_YEARLY_BYMONTH_INTERVAL_FORMAT" = "ทุก %u ปีใน %@";
"CUSTOM_YEARLY_BYMONTH_FORMAT" = "ทุกปีใน %@";
"CUSTOM_YEARLY_BYDAY_INTERVAL_FORMAT" = "ทุก %u ปีสำหรับ %@ ของ %@";
"CUSTOM_YEARLY_BYDAY_FORMAT" = "ทุกปีสำหรับ %@ ของ %@";
"CUSTOM_YEARLY_INTERVAL_FORMAT" = "ทุก %u ปี";
"FIRST" = "ที่หนึ่ง";
"SECOND" = "ที่สอง";
"THIRD" = "ที่สาม";
"FOURTH" = "ที่สี่";
"LAST" = "สุดท้าย";
"LAST_LIST_ITEM" = " และ %@";
"LAST_SECOND_LIST_ITEM" = " และ %@";
"1st" = "ที่ 1";
"2nd" = "ที่ 2";
"3rd" = "ที่ 3";
"4th" = "ที่ 4";
"5th" = "ที่ 5";
"6th" = "ที่ 6";
"7th" = "ที่ 7";
"8th" = "ที่ 8";
"9th" = "ที่ 9";
"10th" = "ที่ 10";
"11th" = "ที่ 11";
"12th" = "ที่ 12";
"13th" = "ที่ 13";
"14th" = "ที่ 14";
"15th" = "ที่ 15";
"16th" = "ที่ 16";
"17th" = "ที่ 17";
"18th" = "ที่ 18";
"19th" = "ที่ 19";
"20th" = "ที่ 20";
"21st" = "ที่ 21";
"22nd" = "ที่ 22";
"23rd" = "ที่ 23";
"24th" = "ที่ 24";
"25th" = "ที่ 25";
"26th" = "ที่ 26";
"27th" = "ที่ 27";
"28th" = "ที่ 28";
"29th" = "ที่ 29";
"30th" = "ที่ 30";
"31st" = "ที่ 31";

